9/data/attachments/f7ea4050501854aa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jamie_finally_Actions_6101_4</nif:username>
            <nif:friendToBeRequested>soap_actions_c830943d-530c-4cd1-ac17-fa57ba46da67</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>